# Sample ResourceBundle properties file

msgLogResourceUndeleted=O recurso n\u00e3o pode ser eliminado.

msgLogResourceDeleted=o recurso foi eliminado.

TrashType=Tipo de lixeira

linkContent=Conte\u00fado

btnSend=Enviar

msgConfirmEliminarAll=Os conte\u00fados foram deletados de forma definitiva. Voc\u00ea tem certeza que deseja deletar todos os conte\u00fados.

confirmShureDeleteAllResources=Os recursos foram deletados de forma definitiva. Voc\u00ea tem certeza que deseja deletar todos os recursos.

confirmShureDeleteAllSections=As se\u00e7\u00f5es foram deletadas de forma definitiva. Voc\u00ea tem certeza que deseja deletar todos as se\u00e7\u00f5es.

confirmShureDeleteAllSites=Os sites foram deletados de forma definitiva. Voc\u00ea tem certeza que deseja deletar todos os sites.

confirmShureDeleteAllTemplates=Os modelos foram deletados de forma definitiva. Voc\u00ea tem certeza que deseja deletar todos os modelos.

msgConfirmEliminar=O conte\u00fado foi deletado de forma definitiva. Voc\u00ea tem certeza que deseja deletar este conte\u00fado.

confirmShureDeleteResource=O recurso foi deletado de forma definitiva. Voc\u00ea tem certeza que deseja deletar este recurso.

confirmShureDeleteSection=A se\u00e7\u00e3o foi deletada de forma definitiva. Voc\u00ea tem certeza que deseja deletar esta se\u00e7\u00e3o.

confirmShureDeleteSite=O site foi deletado de forma definitiva. Voc\u00ea tem certeza que deseja deletar este site.

confirmShureDeleteTemplate=O modelo foi deletado de forma definitiva. Voc\u00ea tem certeza que deseja deletar este modelo.

confirmShureRecoverAllContents=Voc\u00ea tem certeza que deseja recuperar todos os conte\u00fados?

msgConfirmRecover=Voc\u00ea tem certeza que deseja recuperar este conte\u00fado?

confirmShureRecoverResource=Voc\u00ea tem certeza que deseja recuperar este recurso?

confirmShureRecoverSection=Voc\u00ea tem certeza que deseja recuperar esta se\u00e7\u00e3o?

confirmShureRecoverSite=Voc\u00ea tem certeza que deseja recuperar este site?

confirmShureRecoverTemplate=Voc\u00ea tem certeza que deseja recuperar este modelo?

msgConfirmRecoverAll=Voc\u00ea tem certeza que deseja recuperar todos os recursos?

confirmShureRecoverAllSections=Voc\u00ea tem certeza que deseja recuperar todos as se\u00e7\u00f5es?

confirmShureRecoverAllSites=Voc\u00ea tem certeza que deseja recuperar todos os sites?

confirmShureRecoverAllTemplates=Voc\u00ea tem certeza que deseja recuperar todos os modelos?

linkTemplate=Modelos

linkSite=Site

linkSection=Se\u00e7\u00f5es

linkResource=Recurso

msgConfig=config

msgContent=Conte\u00fado

msgErrorDeleteTemplate=Apresentou um erro ao deletar o modelo.

msgErrorTrash=Erro na Lixeira

msgErrorUpdateDeleteTemplate=Apresentou um erro ao atualizar ou eliminar o modelo.

msgExistingSites=Site existente

msgErrorUpdateDeleteTopic=Apresentou um erro ao atualizar ou eliminar a se\u00e7\u00e3o.

msgErrorUpdateEraseTopicMap=Apresentou um erro ao atualizar ou eliminar o site(mapa de t\u00f3picos).

msgErrorUpdateEraseResource=Apresentou um erro ao atualizar ou eliminar o recurso.

msgErrorUpdateEraseContent=Apresentou um erro ao atualizar ou eliminar o conte\u00fado.

msgResource=Recurso

msgSection=Se\u00e7\u00e3o

msgSite=Site

msgTemplate=Modelo

selectContent=Conte\u00fados

selectResource=Recursos

selectSection=Se\u00e7\u00f5es

selectSite=Sites

selectTemplate=Modelos

thCreated=Criado

thDescription=Descri\u00e7\u00e3o

thID=Identificador

thLastUpdate=\u00daltima atualiza\u00e7\u00e3o

thName=Nome

titleEliminate=Deletar

titleEliminateAll=Deletar tudo

titleRecover=Recuperar

titleRecoverAll=Recuperar tudo

thSection=Se\u00e7\u00e3o ( T\u00edtulo | Id )
btnSave=Guardar
msgResourceConfig=Configuraci\u00f3n recurso
msgFilterElements=Filtrado de elementos
th_title=T\u00edtulo
th_type=Tipo
th_action=Acci\u00f3n
msg_removeSO=Eliminar de la papelera
msg_recoverSO=Recuperar de la papelera
msg_SODetail=Ver detalle del elemento
btnDeleteAll=Eliminar todos los elementos
btnRecoverAll=Recuperar todos los elementos
msgDeletedElements=Elementos eliminados
