# Sample ResourceBundle properties file

msgLogResourceUndeleted=El recurso no se pudo eliminar.

msgLogResourceDeleted=El recurso fue eliminado.

TrashType=Tipo de papelera

linkContent=Contenido

btnSend=Enviar

confirmShureDeleteAllContents=Los contenidos se eliminar\u00E1n en forma definitiva\u00BFEst\u00E1 seguro de eliminar todos los contenidos

confirmShureDeleteAllResources=Los recursos se eliminar\u00E1n en forma definitiva \u00BFEst\u00E1 seguro de eliminar todos los recursos

confirmShureDeleteAllSections=Las secciones se eliminar\u00E1n en forma definitiva \u00BFEst\u00E1 seguro de eliminar todas las secciones

confirmShureDeleteAllSites=Los sitios se eliminar\u00E1n en forma definitiva \u00BFEst\u00E1 seguro de eliminar todos los sitios

confirmShureDeleteAllTemplates=Las plantillas se eliminar\u00E1n en forma definitiva \u00BFEst\u00E1 seguro de eliminar todas las plantillas

confirmShureDeleteContent=El contenido se eliminar\u00E1 en forma definitiva \u00BFEst\u00E1 seguro que desea eliminarlo

confirmShureDeleteResource=El recurso se eliminar\u00E1 en forma definitiva \u00BFEst\u00E1 seguro que desea eliminarlo

confirmShureDeleteSection=La secci\u00F3n se eliminar\u00E1 en forma definitiva \u00BFEst\u00E1 seguro que desea eliminarla

confirmShureDeleteSite=El sitio se eliminar\u00E1 en forma definitiva \u00BFEst\u00E1 seguro de querer eliminarlo

confirmShureDeleteTemplate=La plantilla se eliminar\u00E1 en forma definitiva \u00BFEst\u00E1 seguro que desea eliminarla\ 

confirmShureRecoverAllContents=\u00BFEst\u00E1 seguro de recuperar todos los contenidos

confirmShureRecoverContent=\u00BFEst\u00E1 seguro de recuperar este contenido

confirmShureRecoverResource=\u00BFEst\u00E1 seguro de recuperar este recurso

confirmShureRecoverSection=\u00BFEst\u00E1 seguro de querer recuperar esta secci\u00F3n

confirmShureRecoverSite=\u00BFEst\u00E1 seguro de recuperar este sitio

confirmShureRecoverTemplate=\u00BFEst\u00E1 seguro de recuperar esta plantilla

confirmShureRecoverAllResources=\u00BFEst\u00E1 seguro de recuperar todos los recursos

confirmShureRecoverAllSections=\u00BFEst\u00E1 seguro de recuperar todas las secciones

confirmShureRecoverAllSites=\u00BFEst\u00E1 seguro de recuperar todos los sitios

confirmShureRecoverAllTemplates=\u00BFEst\u00E1 seguro de recuperar todas las plantillas

linkTemplate=Plantilla

linkSite=Sitio

linkSection=Secci\u00F3n

linkResource=Recurso

msgConfig=config

msgContent=Contenido

msgErrorDeleteTemplate=Se present\u00F3 un error al eliminar la plantilla.

msgErrorTrash=Error en la papelera

msgErrorUpdateDeleteTemplate=Se present\u00F3 un error al actualizar o eliminar la plantilla.

msgExistingSites=Sitios existentes

msgErrorUpdateDeleteTopic=Se present\u00F3 un error al actualizar o elimnar la secci\u00F3n.

msgErrorUpdateEraseTopicMap=Se present\u00F3 un error al actualizar o eliminar el sitio (mapa de t\u00F3picos).

msgErrorUpdateEraseResource=Se present\u00F3 un error al actualizar o eliminar el recurso.

msgErrorUpdateEraseContent=Se present\u00F3 un error al actualizar o eliminar el contenido.

msgResource=Recurso

msgSection=Secci\u00F3n

msgSite=Sitio

msgTemplate=Plantilla

selectContent=Contenidos

selectResource=Recursos

selectSection=Secciones

selectSite=Sitios

selectTemplate=Plantillas

thCreated=Creado

thDescription=Descripci\u00F3n

thID=Identificador

thLastUpdate=\u00DAltima actualizaci\u00F3n

thName=Nombre

titleEliminate=Eliminar

titleEliminateAll=Eliminar todo

titleRecover=Recuperar

titleRecoverAll=Recuperar todo

thSection=Secci\u00F3n ( T\u00EDtulo | Id )
